import { servicesData } from '@/data/data';
import FadeInSection from '../Motion/FadeInSection';
import styles from './About.module.css';

export default function About() {
  return (
    <section id="about" className={styles.about}>
      <div className={styles.container}>
        <h3 className={styles.about_par_header}>
          Видалення вм&apos;ятин на авто без фарбування PDR у Червонограді
          (Шептицькому)
        </h3>
        <p className={styles.about_par}>
          Технологія видалення вм&apos;ятин з кузова автомобіля без потреби
          фарбування (PDR) зазвичай використовується при незначних пошкодженнях
          металу, таких як удари при ДТП, пошкодження від граду, акти вандалізму
          або через недбале ставлення попереднього власника.
          <br /> Вона підходить, коли лакофарбове покриття або не пошкодилось,
          або ж пошкодження мінімальне і його можна виправити шляхом
          полірування.
          <br /> Цю технологію можна застосовувати для будь-якої частини
          автомобіля — даху, капота, крил чи дверей. <br />
          Найбільш складними місцями є арки над дверима, вигини задніх крил,
          ділянки підсилювача даху та пороги, які вважаються так званими
          &quot;мертвими зонами&quot;. Ідеальний результат у таких випадках
          можливий, якщо метал не розтягнутий, а краї вм&apos;ятини залишаються
          відносно плавними.
          <br />
          Завдяки спеціальному інструменту для витягування вм&apos;ятин, наші
          фахівці зможуть повернути лакофарбове покриття в його початковий стан,
          що дозволить заощадити час і гроші порівняно з традиційним ремонтом та
          фарбуванням. Якщо ж не вдасться повністю усунути дефект, зменшена
          вм&apos;ятина потребуватиме меншої кількості шпаклівки для її
          усунення. У деяких випадках видалення вм&apos;ятин потребує часткового
          демонтажу салону для доступу до зворотного боку пошкодженої ділянки, і
          тут ми використовуємо наші навички, отримані за роки роботи з
          шумоізоляцією автомобілів різних класів.
        </p>
        <div className={styles.about_wrap}>
          <h2 className={styles.about_text}>Ми пропонуємо:</h2>
          <ul className={styles.about_list}>
            {servicesData.map((service, index) => (
              <li key={index} className={styles.about_item}>
                <FadeInSection>
                  <p>{service}</p>{' '}
                </FadeInSection>
              </li>
            ))}
          </ul>
        </div>
      </div>
    </section>
  );
}
