interface Feature {
  title: string;
  icon: string;
  description: string;
}

export const featuresData: Feature[] = [
  {
    title: 'ГАРАНТІЯ ЯКОСТІ',
    icon: 'icon-trace',
    description: `Ми хочемо, щоб ви були впевнені в якості нашої роботи, тому
                оплата здійснюється лише після проведення всіх робіт. Тільки так
                ви зможете переконатися, що все виконано належним чином`,
  },
  {
    title: 'ЯКІСТЬ РОБІТ',
    icon: 'icon-star',
    description: `Наша місія – індивідуальний підхід до кожного клієнта, наша мета
                – якісно виконана робота. Для нас важливим є результат і
                задоволений клієнт. Робота на швидкість – це не про нас!`,
  },
  {
    title: 'БЕЗКОШТОВНА КОНСУЛЬТАЦІЯ',
    icon: 'icon-chat',
    description: `Виникли питання? Вам саме сюди! Дзвоніть, і наші фахівці з
                радістю підкажуть як повернути вашому автомобілю неперевершений
                зовнішній вигляд і блиск.`,
  },
];

export const servicesData: string[] = [
  "видалення вм'ятин на автомобільних деталях без потреби в повторному фарбуванні;",
  'ремонт дрібних пошкоджень елементів кузова, не вимагаючи додаткового фарбування;',
  'усунення деформацій елемента зі збереженням оригінального лакофарбового покриття;',
];

export const advantagesData: string[] = [
  'збереження оригінального лакофарбового покриття. Часто можна побачити автомобілі з різницею в кольорах окремих частин, через неправильний підбір фарби;',
  'оригінальне покриття автомобіля більш довговічне, оскільки заводське фарбування відбувається із дотриманням усіх технологічних вимог;',
  'процес фарбування займає значно більше часу, а через невелику кількість кваліфікованих майстрів, очікування може становити до кількох тижнів;',
  'рихтування без фарбування за допомогою PDR коштує менше, ніж повне відновлення та фарбування деталі. У важкодоступних місцях вартість може наближатися до ціни фарбування, але все одно буде вигіднішою;',
  'авто зберігає статус "нефарбоване", що позитивно впливає на його вартість і прискорює продаж у майбутньому.',
];
